{
  "_hidden_size": 2560,
  "_vocab_size": 151936,
  "architectures": [
    "HiggsMultimodalQwen3ForConditionalGeneration"
  ],
  "audio_encoder_config": {
    "_name_or_path": "",
    "architectures": null,
    "chunk_size_feed_forward": 0,
    "dtype": null,
    "encoder_type": "discrete",
    "id2label": {
      "0": "LABEL_0",
      "1": "LABEL_1"
    },
    "is_encoder_decoder": false,
    "label2id": {
      "LABEL_0": 0,
      "LABEL_1": 1
    },
    "max_chunk_size": 50,
    "mel_per_sample": 8,
    "model_type": "higgs_audio_encoder",
    "num_codebooks": 8,
    "out_dim": 2560,
    "output_attentions": false,
    "output_hidden_states": false,
    "problem_type": null,
    "qwen3_aut_config": null,
    "return_dict": true,
    "tie_word_embeddings": true,
    "use_delay_pattern": true,
    "vocab_size": 1026,
    "whisper_config": null
  },
  "audio_token_id": -100,
  "ignore_index": -100,
  "model_type": "higgs_multimodal_qwen3",
  "text_config": {
    "_name_or_path": "/ceph/models/Qwen3-4B-Base",
    "architectures": [
      "Qwen3ForCausalLM"
    ],
    "attention_bias": false,
    "attention_dropout": 0.0,
    "bos_token_id": 151643,
    "dtype": "bfloat16",
    "eos_token_id": 151643,
    "head_dim": 128,
    "hidden_act": "silu",
    "hidden_size": 2560,
    "initializer_range": 0.02,
    "intermediate_size": 9728,
    "layer_types": [
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention",
      "full_attention"
    ],
    "max_position_embeddings": 32768,
    "max_window_layers": 36,
    "model_type": "qwen3",
    "num_attention_heads": 32,
    "num_hidden_layers": 36,
    "num_key_value_heads": 8,
    "pad_token_id": null,
    "rms_norm_eps": 1e-06,
    "rope_parameters": {
      "rope_theta": 1000000,
      "rope_type": "default"
    },
    "sliding_window": null,
    "tie_word_embeddings": true,
    "use_cache": true,
    "use_sliding_window": false,
    "vocab_size": 151936
  },
  "transformers_version": "5.5.0"
}
